LEXICON = {'day_select': 'Выберите нужный день',
           'incorrect': 'Пожалуйста, при выборе пользуйтесь кнопками'
                        '\n\nЕсли вы хотите прервать работу бота - отправьте команду /stop',
           'select_device': 'Язык выбран.\n'
                            'Для определения геолокации необходимо выбрать'
                            ' каким Telegram вы сейчас пользуетесь',
           'completed_settings': 'Настройки завершены',
           'locale': 'Нажмите кнопку Locale,\n'
                     'чтобы установить геопозицию',
           'incorrect_locale': 'Пожалуйста, пользуйтесь кнопкой Locale '
                               'для отправки вашей геопозиции\n\nЕсли вы хотите прервать '
                               'ввод данных - отправьте команду /stop',
           'The crack of doom': 'Пусть твоя жизнь - сплошной успех\n'
                                'И жил ты радостнее всех\n'
                                'Не бойся, будет и конец\n'
                                'Ведь к нам ко всем придет Песец\n'
                                'Достиг высокий твой полет\n'
                                'Головокружительных высот\n'
                                'Не бойся, это всё пройдет\n'
                                'Песец - он к каждому придет\n'
                                'Пусть твоя жизнь - вонючий ад\n'
                                'И солнцу с небом ты не рад\n'
                                'Не бойся - будет тебе месть\n'
                                'Ведь всех нас уравняет смерть\n'
                                'Мы все равны, и царь и псарь\n'
                                'От нас останется лишь гарь\n'
                                'Жизнь наша - мелкая игра\n'
                                'И уходить придет пора\n'
                                'Ха-ха-ха-ха-ха-ха-ха-ха-ха-ха-ха\n'
                                'Ха-ха-ха-ха-ха-ха-ха-ха-ха-ха-ха\n'
                                'Во глубине сибирских руд\n'
                                'Оковы тяжкие падут\n'
                                'Войдет охранник и тулуп\n'
                                'Накроет чей-то скорбный труп\n'
                                'Припев:\n'
                                'Скоро к нам придет Песец\n'
                                'Скоро к нам придет Песец'
           }

UNIT = {'mps': ' м/с',
        'mm': ' мм',
        'pressure': ' мм рт. ст.'}

INDICATORS = {'maxtemp': 'Максимальная температура: ',
              'mintemp': 'Минимальная температура: ',
              'maxwind': 'Максимальная скорость ветра: ',
              'avghumidity': 'Средняя влажность: ',
              'precip': 'Количество осадков: ',
              'temp': 'Температура: ',
              'wind_dir': 'Направление ветра: ',
              'wind': 'Скорость ветра: ',
              'humidity': 'Влажность: ',
              'pressure': 'Давление: ',
              'cloud': 'Облачность: ',
              'sunrise': 'Восход: ',
              'sunset': 'Заход: ',
              'day_long': 'Долгота дня: '}
