LEXICON = {'day_select': 'Выберите нужный день',
           'incorrect': 'Пожалуйста, при выборе пользуйтесь кнопками'
                        '\n\nЕсли вы хотите прервать работу бота - отправьте команду /stop',
           'select_device': 'Язык выбран.\n'
                            'Для определения геолокации необходимо выбрать'
                            ' каким Telegram вы сейчас пользуетесь',
           'completed_settings': 'Настройки завершены',
           'locale': 'Нажмите кнопку Locale,\n'
                     'чтобы установить геопозицию',
           'incorrect_locale': 'Пожалуйста, пользуйтесь кнопкой Locale '
                               'для отправки вашей геопозиции\n\nЕсли вы хотите прервать '
                               'ввод данных - отправьте команду /stop',
           }

UNIT = {'mps': ' м/с',
        'mm': ' мм',
        'pressure': ' мм рт. ст.'}

INDICATORS = {'maxtemp': 'Максимальная температура: ',
              'mintemp': 'Минимальная температура: ',
              'maxwind': 'Максимальная скорость ветра: ',
              'avghumidity': 'Средняя влажность: ',
              'precip': 'Количество осадков: ',
              'temp': 'Температура: ',
              'wind_dir': 'Направление ветра: ',
              'wind': 'Скорость ветра: ',
              'humidity': 'Влажность: ',
              'pressure': 'Давление: ',
              'cloud': 'Облачность: ',
              'sunrise': 'Восход: ',
              'sunset': 'Заход: ',
              'day_long': 'Долгота дня: '}
